*** org-mode babel の紹介

  #+BEGIN_SRC ruby :exports both :results output
p 1.class
p "abc".class

  #+END_SRC

  #+RESULTS:
  : Fixnum
  : String


